[UI_TREE]
EDITCfg = Cài đặt chỉnh sửa
MARKCfg=Cài đặt đánh dấu
3DCfg=Cài đặt 3D
ImportDxf_ Type0Cfg=Cài đặt nhập DXF
SysCfg=Cài đặt khác

[Edit]
EDIT=Chỉnh sửa cài đặt
PointFilterPrecis=Độ chính xác điểm lọc (mm)
PointFilterAngle=Góc điểm lọc (độ)
PointPrecisMoveStep=Bước di chuyển điểm (mm)
MICRO=Bước điều chỉnh vị trí (mm)
Microrotate=Bước điều chỉnh góc (độ)
CLICK=Chọn chính xác (mm)
UNDO=Chuỗi rollback
ONETOTWO=Độ chính xác điểm ngắt (mm)
ExtendSpace=Độ chính xác co giãn (mm)
KillAngleSpace=Hướng dẫn góc chính xác (mm)
PreViewZoomScale=Tỷ lệ thu phóng xem trước
LayerCnt=Chuỗi lớp
Khoảng cách tối đa của Curve Merge
FastDrawEnable=Tốc độ hiển thị
FastDrawEnableOption=Đóng | Kích hoạt

[MARK]
Mark=Cài đặt đánh dấu
SafeDoorRemark=Đóng cửa an ninh có tiếp tục đánh dấu không
SafeDoorRemarkOption=Không | Có
CloseRedIfMark=Tự động tắt đèn đỏ khi đánh dấu
CloseRedIfMarkOption=Không | Có
RedPreviewLayerNo=Tốc độ đánh dấu xem trước ánh sáng đỏ

[3D]
3D=Cài đặt 3D
3dModelPrecision=Độ chính xác xử lý mô hình 3D
3dTrancePrecision=Độ chính xác chuyển đổi dữ liệu 3D
STLOptimize=STL Tối ưu hóa bản đồ mô hình
STLOptimizeOption=Không | Có

[ImportDxf_Type0]
ImportDxf_ Type0=Cài đặt nhập DXF
SepArc=Độ chính xác vòng cung (5~255)
SepSpLine=Độ chính xác đường cong spline (5~255)

[Sys]
sys=cài đặt khác
CIRCLEPRECIS=Độ chính xác vòng cung (mm)
samplecount=số mẫu cho mỗi phần của vòng cung
AIIMPORTPRECIS=Độ chính xác nhập tệp AI (mm)
PowerFill=Tối ưu hóa tốc độ điền
PowerFillOption=Không | Có
PowerDraw=Tối ưu hóa tốc độ vẽ
PowerDrawOption=Không | Có
PowerRPViewFrame=Tối ưu hóa viền xem trước ánh sáng đỏ
PowerRPViewFrameOption=Không | Có

[UI_FACE]
ExportSysPara=Xuất tham số...
ImportSysPara=Nhập tham số...
OK=chắc chắn
Cancel=Hủy
Apply =ứng dụng

; 3DCALI DLG MAIN
[DLG_6000]
1019=Cài đặt tham số đánh dấu
1021=Bắt đầu đánh dấu
1022 - Xem trước ánh sáng đỏ
1023=Đánh dấu chu kỳ
1024=Xuất tập tin sửa lỗi
1025=Nhập tệp sửa lỗi
1027=Điểm chuẩn động cơ
1028 – Vị trí điều chỉnh tối thiểu
1029=Vị trí điều chỉnh tối đa
1030=Correction Delivery Increment (Gia tăng chuyển giao hiệu chỉnh)
1031=Độ dài tiêu cự bề mặt cơ sở
1033=Cài đặt tham số
6000=Loại hiệu chỉnh
6001=Thông số cơ bản
6002=vị trí động cơ
3=Tạo tệp sửa lỗi
4=Đặt lại
; 3DCALI DLG PARAM
[DLG_140]
1035=Số lần đánh dấu
1036=Tốc độ đánh dấu (mm/s)
1037=Tốc độ nhảy rỗng (mm/s)
1038=Tần số Q (kHz)
1039=Q Giải phóng (us)
1040=hiện tại (A)
1041=Công suất (%)
1042=mẫu
1051=Ứng dụng
2=Hủy bỏ
; 3DCALI STRING
[STRINGTABLE]
Motor position=vị trí động cơ
Current Focus=Độ dài tiêu cự hiện tại
Wrong motor parameters=Lỗi tham số động cơ
Motor movement failure: Động cơ thất bại
Motor increment out of range (0.01mm~5mm)=Động cơ tăng ngoài phạm vi (0.01mm~5mm)
Focus of base plane out of range (>0mm)=Độ dài tiêu cự ngoài phạm vi (>0mm)
Cali data wrong, the focus must be monotonically increasing/decreasing=Sửa lỗi dữ liệu, tiêu cự phải đơn điệu tăng/giảm
Cali file detected, generation will modify the original file.  It is recommended to back up (Export) the file first.  Are you sure to continue generating?= Các tệp sửa chữa đã tồn tại, việc tạo bảng sửa chữa sẽ sửa đổi các tệp sửa chữa ban đầu, đề nghị sao lưu (xuất) trước khi tạo ra. Tiếp tục sản xuất?
Generating cali file false: Unable to open/create file=Không thể mở/tạo file
Generating cali file false: Unable to write file=Tạo tập tin sửa lỗi: Không thể ghi tập tin
Stop marking=dừng đánh dấu
Start marking=Bắt đầu đánh dấu
Failed to stop marking: ngừng đánh dấu thất bại
Failed to start marking: Thất bại trong việc đánh dấu
Export success=Xuất thành công
Export failed: Can not find cali file or copy file failed=Xuất không thành công: Không thể tìm thấy tệp sửa lỗi hoặc tệp sao chép không thành công
Import failed: Cali file does not exist=Nhập không thành công: Sửa tập tin không tồn tại
Import failed: Unknown=Import failed: Lỗi không xác định
Cali file already exists, do you want to replace it=Tập tin sửa lỗi đã tồn tại, có ghi đè lên không?
Import success=Nhập thành công
Import failed: Please manually copy the cali file to the'EMCCcaliset%cardID%'directory=import failed: Vui lòng sao chép tập tin chỉnh sửa theo cách thủ công vào thư mục'EMCCcaliset%cardID%'
Data is not enough, please input at lease 2 rows: Dữ liệu không đủ, vui lòng nhập ít nhất 2 dòng dữ liệu
Generation of cali file succeeded: Tạo file sửa lỗi thành công
Error: Handle of device.dll is null=Lỗi: tay cầm device.dll trống
Error: Card number wrong=Error: Lỗi số thẻ
Error: Load device.dll or API failed=Error: Failed khi load device.dll hoặc API của nó
Path of cali file wrong or SystemSet.ini not found=Sửa lỗi thư mục tập tin hoặc không tìm thấy SystemSet.ini
Lỗi: Open 3dmarker.dat failed=Lỗi: Mở tệp 3dmarker.dat không thành công
Lỗi: Open.dat failed=Lỗi: Mở tệp.dat không thành công
Error: Enter mark environment failed=Lỗi: không vào được môi trường đánh dấu
Error: Leave mark environment failed=Lỗi: Rời khỏi môi trường đánh dấu không thành công